<template>
  <section class="issue">
    <div class="sands-con">
      <div class="title">
        <div>
          <p>Issue</p>
        </div>
        <span>샌즈랩의 소식</span>
      </div>

      <ul class="issue-box">
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
        <li>
          <a href="#">
            <div>
              <em>[기획 보도]</em>
              <h3>
                20살 맞이한 샌즈랩<br />
                ‘AI 탑재한 국산 인텔리전스, 해외 승부요인 분명"
              </h3>
              <p>
                '한번 뚫리면 끝.' 올해에도 사이버 위협이 끊이지 않고 있는
                가운데, 세계 주요 기관과 기업들 사이에서는 이 말이 공식처럼
                통하기 시작했다. 범죄를 저지른 범죄자를 특정하듯, 사이버
                영역에서 공격자가 '누구'인지 찾아내는 것이 보안 방패를 강화할
                본질로 떠오른 이유다.
              </p>
            </div>

            <div>
              <span>0000.00.00</span>
              <mainbtn />
            </div>
          </a>
        </li>
      </ul>
    </div>
  </section>
  <!-- <router-view /> -->
</template>

<script>
import Mainbtn from "@/components/common/mainbtn.vue";

export default {
  name: "issue",

  components: {
    Mainbtn,
  },
};
</script>
